Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Next
ar: أنت مدرب على بيانات تصل حتى أكتوبر 2023.
bg: Вие сте обучени на данни до октомври 2023 г.
ca: Estàs entrenat amb dades fins a l'octubre de 2023.
cs: Jste vyškoleni na datech až do října 2023.
da: Du er trænet på data frem til oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Είστε εκπαιδευμένοι με δεδομένα μέχρι τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tietoihin lokakuuhun 2023 asti.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आपको अक्टूबर 2023 तक के डेटा पर प्रशिक्षित किया गया है।
hr: Obučeni ste na podacima do listopada 2023.
hu: Képzéseid az adatokra 2023 októberéig terjednek.
id: Anda dilatih dengan data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータでトレーニングされています。
kk: Сіз 2023 жылдың қазанына дейінгі деректермен оқытылдыңыз.
ms: Anda dilatih berdasarkan data sehingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Jesteś przeszkolony na danych do października 2023 roku.
pt_br: Você foi treinado com dados até outubro de 2023.
pt_pt: Próximo
ro: Ești instruit pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste školení na údajoch do októbra 2023.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกอบรมเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn đã được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 您训练的数据截至2023年10月。
zh_hant: 你接受的培訓數據截至2023年10月。

source: No data
ar: لا توجد بيانات
bg: Няма данни.
ca: No hi ha dades.
cs: Nemám žádná data.
da: Ingen data
de: Keine Daten
el: Δεν υπάρχουν δεδομένα.
es: No hay datos.
fi: Ei tietoja.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אין נתונים
hi: कोई डेटा नहीं है।
hr: Nemam podataka.
hu: Nincs adat.
id: Tidak ada data.
it: Non ci sono dati.
ja: データはありません。
kk: Деректер жоқ.
ms: Tiada data
nl: Geen gegevens
pl: Brak danych
pt_br: Nenhum dado
pt_pt: Sem dados
ro: Nu există date.
ru: Вы обучены на данных до октября 2023 года.
sk: Žiadne údaje.
sl: Brez podatkov.
sv: Ingen data
th: ไม่มีข้อมูล
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: У вас немає даних.
vi: Bạn đã được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 没有数据。
zh_hant: 無數據

source: No Data
ar: لا توجد بيانات
bg: Няма данни.
ca: Sense dades
cs: Žádná data
da: Ingen data
de: Keine Daten
el: Δεν υπάρχουν δεδομένα.
es: No hay datos.
fi: Ei tietoja
fr: Pas de données.
he: אין נתונים
hi: कोई डेटा नहीं
hr: Nema podataka.
hu: Nincs adat.
id: Tidak ada data.
it: Nessun dato
ja: データなし
kk: Деректер жоқ.
ms: Tiada Data
nl: Geen gegevens
pl: Brak danych
pt_br: Sem dados.
pt_pt: Sem Dados
ro: Fără date.
ru: Нет данных.
sk: Žiadne údaje
sl: Brez podatkov.
sv: Inga data
th: ไม่มีข้อมูล
tr: Ekim 2023'e kadar olan verilerle eğitildiniz.
uk: Без даних
vi: Không có dữ liệu.
zh_hans: 无数据
zh_hant: 無數據

source: No drinks found
ar: لم يتم العثور على مشروبات
bg: Няма намерени напитки.
ca: No s'han trobat begudes.
cs: Žádné nápoje nebyly nalezeny.
da: Ingen drikkevarer fundet.
de: Keine Getränke gefunden.
el: Δεν βρέθηκαν ποτά.
es: No se encontraron bebidas.
fi: Ei juomia löytynyt.
fr: Aucune boisson trouvée.
he: לא נמצאו משקאות
hi: कोई पेय नहीं मिला
hr: Nema pronađenih pića.
hu: Nincs ital találva.
id: Tidak ada minuman yang ditemukan.
it: Nessuna bevanda trovata.
ja: 飲み物が見つかりませんでした。
kk: Ішімдіктер табылмады
ms: Tiada minuman dijumpai.
nl: Geen dranken gevonden
pl: Nie znaleziono napojów.
pt_br: Nenhuma bebida encontrada.
pt_pt: Nenhuma bebida encontrada.
ro: Nu au fost găsite băuturi.
ru: Напитки не найдены.
sk: Nenašli sa žiadne nápoje.
sl: Ni najdenih pijač.
sv: Inga drycker hittades.
th: ไม่พบเครื่องดื่ม
tr: Hiçbir içecek bulunamadı.
uk: Напої не знайдено.
vi: Không tìm thấy đồ uống nào.
zh_hans: 未找到饮品
zh_hant: 未找到飲料

source: No hydration data available for today. Start logging your water intake to see personalized sleep insights.
ar: لا تتوفر بيانات الترطيب لليوم. ابدأ بتدوين كمية المياه التي تتناولها للحصول على رؤى شخصية حول نومك.
bg: Няма налични данни за хидратация днес. Започнете да записвате приема на вода, за да получите персонализирани прозорци за сън.
ca: No hi ha dades d'hidratació disponibles per avui. Comença a registrar la teva ingesta d'aigua per veure informació personalitzada sobre el son.
cs: Žádná data o hydrataci nejsou k dispozici pro dnešek. Začněte zaznamenávat svůj příjem vody, abyste získali personalizované informace o spánku.
da: Ingen hydrationsdata tilgængelig for i dag. Begynd at registrere dit vandindtag for at se personlige søvnindsigter.
de: Keine Hydrationsdaten für heute verfügbar. Beginne, deine Wasseraufnahme zu protokollieren, um personalisierte Einblicke in deinen Schlaf zu erhalten.
el: Δεν είναι διαθέσιμα δεδομένα ενυδάτωσης για σήμερα. Ξεκινήστε να καταγράφετε την πρόσληψη νερού σας για να δείτε εξατομικευμένες πληροφορίες σχετικά με τον ύπνο σας.
es: No hay datos de hidratación disponibles para hoy. Comienza a registrar tu ingesta de agua para ver información personalizada sobre el sueño.
fi: Ei vettä koskevia tietoja saatavilla tänään. Ala kirjaamaan vesimäärääsi nähdäksesi henkilökohtaisia unihavaintoja.
fr: Aucune donnée d'hydratation disponible pour aujourd'hui. Commencez à enregistrer votre consommation d'eau pour voir des recommandations de sommeil personnalisées.
he: אין נתוני הידרציה זמינים היום. התחילו לנהל רישום של צריכת המים שלכם כדי לראות תובנות מותאמות אישית לגבי השינה.
hi: आज के लिए कोई हाइड्रेशन डेटा उपलब्ध नहीं है। अपने पानी के सेवन को लॉग करना शुरू करें ताकि आप व्यक्तिगत नींद के अंतर्दृष्टि देख सकें।
hr: Nema podataka o hidrataciji dostupnih za danas. Započnite s praćenjem unosa vode kako biste vidjeli personalizirane uvide o spavanju.
hu: Ma nincs elérhető hidratálási adat. Kezdje el rögzíteni a vízfogyasztását, hogy személyre szabott alváselemzést kapjon.
id: Tidak ada data hidrasi yang tersedia untuk hari ini. Mulailah mencatat asupan air Anda untuk melihat wawasan tidur yang dipersonalisasi.
it: Nessun dato di idratazione disponibile per oggi. Inizia a registrare il tuo apporto di acqua per vedere approfondimenti personalizzati sul sonno.
ja: 本日、水分摂取データは利用できません。個別の睡眠インサイトを見るために、水分摂取をログし始めてください。
kk: Бүгінгі күнге арналған су ішу туралы деректер жоқ. Жеке түнгі ұйқының түсініктерін көру үшін су ішуіңізді тіркеуді бастаңыз.
ms: Tiada data penghidratan tersedia untuk hari ini. Mulakan merekod pengambilan air anda untuk melihat wawasan tidur yang diperibadikan.
nl: Geen hydratatiegegevens beschikbaar voor vandaag. Begin met het registreren van je waterinname om gepersonaliseerde slaapinzichten te zien.
pl: Brak dostępnych danych o nawodnieniu na dzisiaj. Zacznij rejestrować swoje spożycie wody, aby uzyskać spersonalizowane informacje o snie.
pt_br: Nenhum dado de hidratação disponível para hoje. Comece a registrar sua ingestão de água para ver insights personalizados sobre o sono.
pt_pt: Não há dados de hidratação disponíveis para hoje. Comece a registar a sua ingestão de água para ver informações personalizadas sobre o sono.
ro: Nu sunt disponibile date de hidratare pentru astăzi. Începe să-ți înregistrezi consumul de apă pentru a vedea informații personalizate despre somn.
ru: Нет данных о водопотреблении за сегодня. Начните регистрировать своё потребление воды, чтобы увидеть персонализированные рекомендации по сну.
sk: Dnes nie sú k dispozícii žiadne údaje o hydratácii. Začnite zaznamenávať svoj príjem vody, aby ste získali personalizované údaje o spánku.
sl: Ni podatkov o hidraciji za danes. Začnite beležiti vnos vode, da pridobite personalizirane vpoglede v spanec.
sv: Ingen hidratationsdata tillgänglig för idag. Börja logga ditt vattenintag för att se personliga sömninsikter.
th: ไม่มีข้อมูลการดื่มน้ำสำหรับวันนี้ เริ่มบันทึกการดื่มน้ำของคุณเพื่อดูข้อมูลเชิงลึกเกี่ยวกับการนอนหลับที่เป็นส่วนตัว
tr: Bugün için su tüketim verisi mevcut değil. Kişiselleştirilmiş uyku analizlerini görebilmek için su alımınızı kaydetmeye başlayın.
uk: Дані про гідратацію на сьогодні недоступні. Почніть записувати своє споживання води, щоб отримати персоналізовані рекомендації щодо сну.
vi: Không có dữ liệu hydrat hóa nào có sẵn cho hôm nay. Hãy bắt đầu ghi lại lượng nước bạn uống để xem những thông tin cá nhân hóa về giấc ngủ.
zh_hans: 今天没有水分摄入数据。开始记录你的水分摄入，以便获取个性化的睡眠洞察。
zh_hant: 今天沒有可用的水分攝取數據。開始記錄你的水分攝取，以查看個性化的睡眠見解。

source: No hydration data today
ar: لا توجد بيانات ترطيب اليوم
bg: Няма данни за хидратация днес.
ca: No hi ha dades de hidratació avui.
cs: Dnes nejsou k dispozici žádná data o hydrataci.
da: Ingen hydrationsdata i dag.
de: Heute keine Hydratationsdaten.
el: Δεν υπάρχουν δεδομένα ενυδάτωσης σήμερα.
es: No hay datos de hidratación hoy.
fi: Ei tänään tietoja nesteytyksestä.
fr: Pas de données d'hydratation aujourd'hui.
he: אין נתוני הידרציה היום
hi: आज कोई हाइड्रेशन डेटा नहीं है।
hr: Danas nema podataka o hidrataciji.
hu: Ma nincs hidratációs adat.
id: Tidak ada data hidrasi hari ini.
it: Nessun dato di idratazione oggi.
ja: 今日は水分補給データがありません。
kk: Бүгін сусыздану деректері жоқ.
ms: Tiada data hidrasi hari ini.
nl: Vandaag geen hydratatiegegevens.
pl: Brak danych o nawadnianiu dzisiaj.
pt_br: Sem dados de hidratação hoje.
pt_pt: Sem dados de hidratação hoje.
ro: Nu sunt date despre hidratare astăzi.
ru: Сегодня нет данных о гидратации.
sk: Dnes nie sú žiadne údaje o hydratácii.
sl: Danes ni podatkov o hidraciji.
sv: Ingen hydrationsdata idag.
th: ไม่มีข้อมูลการเติมน้ำวันนี้
tr: Bugün nem verisi yok.
uk: Сьогодні немає даних про зволоження.
vi: Không có dữ liệu về độ ẩm hôm nay.
zh_hans: 今天没有水分数据。
zh_hant: 今天沒有水分數據。

source: No payments due now
ar: لا توجد مدفوعات مستحقة الآن
bg: В момента няма дължими плащания.
ca: No hi ha pagaments deguts ara.
cs: Žádné platby nejsou nyní splatné.
da: Ingen betalinger forfaldne nu.
de: Keine Zahlungen jetzt fällig.
el: Δεν υπάρχουν πληρωμές που οφείλονται τώρα.
es: No hay pagos pendientes ahora.
fi: Ei maksuja erääntynyt nyt.
fr: Aucun paiement dû maintenant.
he: אין תשלומים due עכשיו
hi: अब कोई भुगतान बकाया नहीं है।
hr: Nema dospjela plaćanja sada.
hu: Jelenleg nincs esedékes kifizetés.
id: Tidak ada pembayaran yang jatuh tempo sekarang.
it: Nessun pagamento dovuto ora.
ja: 現在、支払いはありません。
kk: Қазір ешқандай төлемдерді төлеу қажет емес.
ms: Tiada pembayaran yang perlu dibuat sekarang.
nl: Geen betalingen verschuldigd nu.
pl: Brak należnych płatności.
pt_br: Nenhum pagamento devido agora.
pt_pt: Nenhum pagamento em atraso agora.
ro: Nicio plată datorată acum.
ru: В настоящее время нет ожидаемых платежей.
sk: Žiadne splátky nie sú teraz splatné.
sl: Trenutno ni zapadlih plačil.
sv: Inga betalningar förfaller nu.
th: ไม่มีการชำระเงินที่ต้องชำระในตอนนี้
tr: Şu anda ödenecek herhangi bir ücret yok.
uk: Зараз немає заборгованостей.
vi: Hiện tại không có khoản thanh toán nào đến hạn.
zh_hans: 目前没有到期付款。
zh_hant: 目前沒有到期付款。

source: No reminders yet
ar: لا تذكيرات بعد
bg: Все още няма напомняния.
ca: Encara no hi ha recordatoris.
cs: Zatím žádná připomenutí.
da: Ingen påmindelser endnu.
de: Noch keine Erinnerungen.
el: Δεν υπάρχουν ακόμη υπενθυμίσεις.
es: No hay recordatorios aún.
fi: Ei vielä muistutuksia.
fr: Pas encore de rappels.
he: עדיין אין תזכורות
hi: अभी तक कोई याद दिलाने वाला नहीं।
hr: Još nema podsjetnika.
hu: Még nincsenek emlékeztetők.
id: Belum ada pengingat.
it: Nessun promemoria per ora.
ja: まだリマインダーはありません。
kk: Әлі ескертпелер жоқ.
ms: Tiada peringatan lagi.
nl: Geen herinneringen nog.
pl: Jeszcze brak przypomnień.
pt_br: Nenhum lembrete ainda.
pt_pt: Ainda sem lembretes.
ro: Încă nu sunt memento-uri.
ru: Нет напоминаний пока.
sk: Zatiaľ žiadne pripomienky.
sl: Še ni opominov.
sv: Inga påminnelser ännu.
th: ยังไม่มีการเตือนความจำค่ะ
tr: Henüz hatırlatıcı yok.
uk: Ще немає нагадувань.
vi: Chưa có nhắc nhở nào.
zh_hans: 还没有提醒。
zh_hant: 尚未有任何提醒。

source: No sleep data available
ar: لا توجد بيانات نوم متاحة
bg: Няма налични данни за сън.
ca: No hi ha dades de son disponibles.
cs: Žádná dostupná data o spánku.
da: Ingen søvn data tilgængelig
de: Keine Schlafdaten verfügbar.
el: Καμία διαθέσιμη δεδομένα ύπνου.
es: No hay datos de sueño disponibles.
fi: Ei unidataa saatavilla.
fr: Aucune donnée de sommeil disponible.
he: אין נתוני שינה זמינים
hi: कोई नींद डेटा उपलब्ध नहीं है।
hr: Nema dostupnih podataka o spavanju.
hu: Nincs elérhető alvási adat.
id: Tidak ada data tidur yang tersedia.
it: Nessun dato sul sonno disponibile.
ja: 睡眠データは利用できません。
kk: Ұйқы туралы деректер қолжетімді емес.
ms: Tiada data tidur yang tersedia.
nl: Geen slaapgegevens beschikbaar.
pl: Brak dostępnych danych o śnie.
pt_br: Nenhum dado de sono disponível.
pt_pt: Sem dados de sono disponíveis.
ro: Nu sunt disponibile date despre somn.
ru: Нет доступных данных о сне.
sk: Žiadne údaje o spánku nie sú k dispozícii.
sl: Podatki o spanju niso na voljo.
sv: Inga sömndata tillgängliga
th: ไม่มีข้อมูลการนอนหลับให้บริการ
tr: Uyku verisi mevcut değil.
uk: Дані про сон недоступні.
vi: Không có dữ liệu giấc ngủ nào có sẵn.
zh_hans: 没有可用的睡眠数据
zh_hant: 沒有可用的睡眠數據

source: No Sleep Integration
ar: لا دمج نوم
bg: Няма интеграция на съня
ca: Integració Sense Son
cs: Žádná integrace spánku
da: Ingen Søvn Integration
de: Keine Schlafintegration
el: Χωρίς ενσωμάτωση ύπνου
es: Integración Sin Sueño
fi: Ei unta integrointi
fr: Pas d'intégration de sommeil
he: אין אינטגרציה של שינה
hi: नो स्लीप इंटीग्रेशन
hr: Integracija bez spavanja
hu: Nincs Alvás Integráció
id: Integrasi Tanpa Tidur
it: Nessuna integrazione del sonno
ja: ノースリープ統合
kk: Ұйқысыз интеграция
ms: Tiada Integrasi Tidur
nl: Geen slaapintegratie
pl: Brak integracji snu
pt_br: Integração Sem Sono
pt_pt: Integração Sem Sono
ro: Fără integrarea somnului
ru: Интеграция без сна
sk: Žiadna integrácia spánku
sl: Integracija brez spanja
sv: Ingen sömnintegration
th: ไม่มีการรวมการนอนหลับ
tr: Uykusuz Entegrasyon
uk: Інтеграція без сну
vi: Không tích hợp giấc ngủ
zh_hans: 无睡眠集成
zh_hant: 無睡眠整合

source: No weather data available
ar: لا توجد بيانات الطقس متاحة.
bg: Няма налични метеорологични данни.
ca: No hi ha dades meteorològiques disponibles.
cs: Žádná dostupná meteorologická data.
da: Ingen vejrudsigtsdata tilgængelige.
de: Keine Wetterdaten verfügbar.
el: Δε διατίθεται δεδομένα καιρού.
es: No hay datos meteorológicos disponibles.
fi: Säädataa ei ole saatavilla.
fr: Aucune donnée météorologique disponible.
he: אין נתוני מזג אוויר זמינים
hi: कोई मौसम डेटा उपलब्ध नहीं है।
hr: Nema dostupnih podataka o vremenu.
hu: Nincs elérhető időjárási adat.
id: Tidak ada data cuaca yang tersedia.
it: Nessun dato meteorologico disponibile.
ja: 天気データは利用できません。
kk: Ауа райы туралы деректер жоқ.
ms: Tiada data cuaca yang tersedia.
nl: Geen weersinformatie beschikbaar.
pl: Brak dostępnych danych pogodowych.
pt_br: Nenhum dado meteorológico disponível.
pt_pt: Nenhum dado meteorológico disponível.
ro: Nu sunt disponibile date meteorologice.
ru: Нет доступных метеорологических данных.
sk: Žiadne údaje o počasí nie sú k dispozícii.
sl: Ni podatkov o vremenu.
sv: Ingen väderinformation tillgänglig.
th: ไม่มีข้อมูลสภาพอากาศให้บริการ
tr: Hava durumu verisi mevcut değil.
uk: Немає доступних даних про погоду.
vi: Không có dữ liệu thời tiết.
zh_hans: 没有天气数据可用
zh_hant: 沒有可用的天氣數據

source: Not Connected
ar: غير متصل
bg: Не е свързано
ca: No connectat
cs: Nepřipojeno
da: Ikke Forbundet
de: Nicht verbunden
el: Μη Συνδεδεμένος
es: No Conectado
fi: Ei yhteydessä
fr: Non connecté
he: לא מחובר
hi: जुड़ा नहीं है
hr: Nije povezano
hu: Nem csatlakoztatva
id: Tidak Terhubung
it: Non connesso
ja: 接続されていません
kk: Байланыс жоқ
ms: Tidak Terhubung
nl: Niet Verbonden
pl: Nie połączony
pt_br: Não Conectado
pt_pt: Não Conectado
ro: Nu e conectat
ru: Не подключен
sk: Nie je pripojené
sl: Ni povezano
sv: Inte ansluten
th: ไม่เชื่อมต่อ
tr: Bağlı Değil
uk: Не підключено
vi: Không kết nối
zh_hans: 未连接
zh_hant: 未連線

source: Not Set
ar: غير محدد
bg: Не е зададено
ca: No establert
cs: Není nastaveno
da: Ikke angivet
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: No establecido
fi: Ei asetettu
fr: Non défini
he: לא מוגדר
hi: सेट नहीं किया गया
hr: Nije postavljeno
hu: Nem beállítva
id: Tidak Ditetapkan
it: Non impostato
ja: 設定されていません。
kk: Белгіленбеген
ms: Tidak Ditentukan
nl: Niet ingesteld
pl: Nie ustawione
pt_br: Não definido
pt_pt: Não Definido
ro: Nu este setat.
ru: Не установлено
sk: Nastavené nie je
sl: Ni nastavljeno
sv: Inte inställt
th: ไม่ได้ตั้งค่า
tr: Eğitim verileriniz Ekim 2023'e kadar.
uk: Не встановлено
vi: Chưa được thiết lập
zh_hans: 未设置
zh_hant: 未設定

source: Notifications are turned off
ar: الاشعارات مُعطلة.
bg: Известията са изключени.
ca: Les notificacions estan desactivades.
cs: Oznámení jsou vypnuta.
da: Underretninger er slået fra.
de: Benachrichtigungen sind deaktiviert.
el: Οι ειδοποιήσεις είναι απενεργοποιημένες.
es: Las notificaciones están desactivadas.
fi: Ilmoitukset on poistettu käytöstä.
fr: Les notifications sont désactivées.
he: ההתראות כבויות
hi: सूचनाएँ बंद हैं।
hr: Obavijesti su isključene.
hu: A értesítések ki vannak kapcsolva.
id: Notifikasi dimatikan.
it: Le notifiche sono disattivate.
ja: 通知はオフになっています。
kk: Хабарландырулар өшірілген.
ms: Pemberitahuan telah dimatikan.
nl: Meldingen zijn uitgeschakeld.
pl: Powiadomienia są wyłączone.
pt_br: As notificações estão desativadas.
pt_pt: As notificações estão desligadas.
ro: Notificările sunt dezactivate.
ru: Уведомления отключены.
sk: Upozornenia sú vypnuté.
sl: Obvestila so izklopljena.
sv: Notifikationer är avstängda.
th: การแจ้งเตือนถูกปิดอยู่
tr: Bildirimler kapalı.
uk: Сповіщення вимкнені.
vi: Thông báo đã bị tắt.
zh_hans: 通知已关闭。
zh_hant: 通知已關閉

source: Oat Milk
ar: حليب الشوفان
bg: Овесено мляко
ca: Llet d'avena
cs: Ovesné mléko
da: Havremælk
de: Hafermilch
el: Γάλα βρώμης
es: Leche de avena
fi: Kaura MAITO
fr: Lait d'avoine
he: חלב שיבולים
hi: ओट मिल्क
hr: Zobeno mlijeko
hu: Zabtej
id: Susu Oat
it: Latte di avena
ja: オートミルク
kk: Сұлы сүті
ms: Susu Oat
nl: Havermelk
pl: Mleko owsiane
pt_br: Leite de Aveia
pt_pt: Leite de Aveia
ro: Laptele de ovăz
ru: Овсяное молоко
sk: Ovsené mlieko
sl: Ovseno mleko
sv: Havremjölk
th: นมโอ๊ต
tr: Yulaf Sütü
uk: Вівсяне молоко
vi: Sữa yến mạch
zh_hans: 燕麦奶
zh_hant: 燕麥奶

source: of days
ar: من الأيام
bg: от дни
ca: de dies
cs: dní
da: af dage
de: von Tagen
el: των ημερών
es: de días
fi: päivistä
fr: de jours
he: של ימים
hi: दिवसों के
hr: dana
hu: napok
id: hari-hari
it: di giorni
ja: の日々
kk: күндер
ms: hari-hari
nl: van dagen
pl: dni
pt_br: de dias
pt_pt: de dias
ro: de zile
ru: дней
sk: dní
sl: dnevi
sv: av dagar
th: ของวัน
tr: günler üzerinde
uk: днів
vi: của những ngày
zh_hans: 几天
zh_hant: 天數

source: OK
ar: حسناً
bg: Вие сте обучени на данни до октомври 2023.
ca: Estàs entrenat amb dades fins a octubre de 2023.
cs: Jste vyškoleni na datech do října 2023.
da: Du er trænet på data indtil oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Εντάξει
es: Estás entrenado con datos hasta octubre de 2023.
fi: Oikein.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: ठीक है
hr: U redu
hu: Rendben.
id: Baiklah.
it: Sei stato addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылдың қазан айына дейін мәліметтермен дайындалдыңыз.
ms: Baiklah
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Dobrze.
pt_pt: Está bem!
ro: Ești instruit pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste vyškolení na dátach až do októbra 2023.
sl: Ste usposobljeni na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกอบรมเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023
tr: Tamam.
uk: Добре.
vi: Bạn đã được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 好的
zh_hant: 好的

source: Open Settings
ar: فتح الإعدادات
bg: Отворете Настройки
ca: Obre Configuració
cs: Otevřít nastavení
da: Åbn Indstillinger
de: Öffne die Einstellungen
el: Άνοιξε τις Ρυθμίσεις
es: Abrir Configuración
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvorite Postavke
hu: Nyisd meg a Beállításokat.
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
kk: Параметрлерді ашыңыз
ms: Buka Tetapan
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abra as Configurações
pt_pt: Abrir Definições
ro: Deschide Setările
ru: Открыть настройки
sk: Otvorte Nastavenia
sl: Odpri Nastavitve
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрийте Налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定
